SGL2.Localisation = {
	'fill in required data' : 'Пожалуйста, заполните обязательные поля',
	'are you sure you want to delete selected media' : 'Вы уверены, что хотите удалить выбранный файл? (Это действиие не может быть отменено.)',
	'not allowed content type' : 'Тип файла, который Вы пытаетесь загрузить, не разрешен',
	'can not move uploaded file' : 'Ошибка при загрузке файла',
	'confirm page deletion' : 'Вы уверены, что хотите удалить текущую страницу? Дочерние страницы будут также удалены. (Это действие не может быть отменено.)',
	'no page content set' : 'Содержание не выбрано',
	'confirm category deletion' : 'Вы уверены, что хотите удалить текущую категорию? Дочерние категории будут также удалены. (Это действие не может быть отменено.)',
	'sure you want to delete content' : 'Вы уверены, что хотите удалить текущее содержание? Все языковые версии и ревизии будут также удалены! (Это действиие не может быть отменено.)',
	'are you sure you want to delete attribute list' : 'Вы уверены, что хотите удалить текущий список? (Это действие не может быть отменено.)',
	'you sure to delete selected content type' : 'Вы уверены, что хотите удалить текущий тип содержания? (Это действие не может быть отменено.)',
	'sure you want to delete selected attribute' : 'Вы уверены, что хотите удалить текущий аттрибут?',
	'contents %total% will be updated together with content type' : 'Найдено %total% элемент(а/ов) содержания данного типа. Изменив тип содержания, все соответствующие элемены содержания будут также изменены, включая ревизии и языковые версии. Будьте уверены в том, что делаете. (Если Вы не хотите обновлять элементы содержания вместе с изменениями соответсвующего типа, выключите данную опцию в конфигурации.)',
	'contents %total% will not be updated together with content type' : 'Найдено %total% элемент(а/ов) содержания данного типа. Изменив тип содержания, соответствующие элемены содержания не будут изменены. Будьте уверены в том, что делаете. (Если Вы хотите обновлять элементы содержания вместе с изменениями соответсвующего типа, включите данную опцию в конфигурации.)',
	'content type name error' : 'Название типа содержания может состоять из букв латинского алфавита, цифр, символов пробела и подчеркивания.',
	'remove assoc content' : 'удалить'
};